export interface IProductListData {
  title: string;
  text: string;
  price: number;
  date: string;
  tag: Array<string>;
}

export const ProductListData: Array<IProductListData> = [
  {
    title: 'Дизайн сайта UI и UX',
    text: '  Рекламные компании говорят, что реклама необходима и важна. Она информирует людей о новых продуктах. Рекламные щиты на улице делают нашу среду яркой.',
    price: 1840,
    date: '1-2 месяца',
    tag: [
      '#Logotype',
      '#Logotype',
      '#Logotype'
    ]
  },

  {
    title: 'Дизайн сайта UI и UX',
    text: '  Рекламные компании говорят, что реклама необходима и важна. Она информирует людей о новых продуктах. Рекламные щиты на улице делают нашу среду яркой.',
    price: 1840,
    date: '1-2 месяца',
    tag: [
      '#Logotype',
      '#Logotype',
      '#Logotype'
    ]
  },

  {
    title: 'Дизайн сайта UI и UX',
    text: '  Рекламные компании говорят, что реклама необходима и важна. Она информирует людей о новых продуктах. Рекламные щиты на улице делают нашу среду яркой.',
    price: 1840,
    date: '1-2 месяца',
    tag: [
      '#Logotype',
      '#Logotype',
      '#Logotype'
    ]
  },

  {
    title: 'Дизайн сайта UI и UX',
    text: '  Рекламные компании говорят, что реклама необходима и важна. Она информирует людей о новых продуктах. Рекламные щиты на улице делают нашу среду яркой.',
    price: 1840,
    date: '1-2 месяца',
    tag: [
      '#Logotype',
      '#Logotype',
      '#Logotype'
    ]
  },

  {
    title: 'Дизайн сайта UI и UX',
    text: '  Рекламные компании говорят, что реклама необходима и важна. Она информирует людей о новых продуктах. Рекламные щиты на улице делают нашу среду яркой.',
    price: 1840,
    date: '1-2 месяца',
    tag: [
      '#Logotype',
      '#Logotype',
      '#Logotype'
    ]
  },

  {
    title: 'Дизайн сайта UI и UX',
    text: '  Рекламные компании говорят, что реклама необходима и важна. Она информирует людей о новых продуктах. Рекламные щиты на улице делают нашу среду яркой.',
    price: 1840,
    date: '1-2 месяца',
    tag: [
      '#Logotype',
      '#Logotype',
      '#Logotype'
    ]
  }
]